[M_Sage_Mission05 MissionDefinition]
MissionDescription="Since you foiled all his other plans, Nakayama has no choice but to get inside his ship, the H.S.S. Terminus, and unleash the monstrosity inside. You need to get to the Terminus first and stop him, or everyone on Pandora will die.<br><br>Or something.<br><br>Claptrap has told you the code to get inside the ship is 1-3-4."

[M_Sage_Mission05:KillBossSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="On your way into the HSS Terminus's armory, Nakayama's monstrosity appeared and tried to kill you. You should return the favor."

[M_Sage_Mission05:KillDoctorSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="With Jackenstein dead, only one thing stands between you and Pandora's safety: Professor Nakayama. Track him down and put a bullet (or several hundred) in him."

[M_Sage_Mission05:LootShipSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="With Nakayama dead, it's time to collect your reward. Evidently, Nakayama brought a great many weapons to Aegrus aboard the H.S.S. Terminus, but (unluckily for him) he didn't have time to get them out of their chests before you showed up and ''killed'' him. Still, his loss is your gain -- fill your pockets, and pause to reflect on what a truly pathetic villain Nakayama was in the end."
